Repository: neo-project/neo.org
Catalog: NeoWeb/Resources/Views.Home.Index.*.resx
Languages: de, zh

source: A built-in oracle enabling secured access to any off-chain data.
zh: 内置预言机，让应用以去中心化的方式安全地访问任何链下数据。

source: A decentralized .neo domain name service for next-gen internet web applications.
zh: 为下一代互联网应用设计的去中心化.neo 域名服务。

source: A distributed data storage solution made for scalability and privacy.
zh: 为增强扩容与隐私性打造的分布式数据存储解决方案。

source: A dynamic on-chain council voted in by the NEO token holders.
zh: NEO 持有者投票产生 <br /> 链上动态治理委员会

source: A set of self-sovereign decentralized identity solution standards.
zh: 全局自主权去中心化身份解决方案。

source: After four years of stable MainNet operation, Neo is undergoing its biggest evolution as it migrates to N3 - The most powerful and feature rich version of the Neo blockchain to date.
zh: 2016 年，Neo主网开始稳定运行。2021年，Neo 正向有史以来最强大且全能的版本 N3 进行迁移。

source: Best-In-Class Tooling
zh: 最优开发工具

source: Blockchain
zh: 区块链

source: Community
zh: 社区

source: Contributors
zh: 贡献者

source: dBFT consensus mechanism guarantees fast and efficient finality in a single block.
zh: dBFT 共识机制可以确保快速且安全的单区块终局性。

source: Decentralized Storage
zh: 去中心化存储

source: Documentation
zh: Neo 文档

source: Dual
zh: 双通证

source: Ecosystem
zh: 生态

source: Explore the
zh: 了解

source: Find a Wallet
zh: NEO 钱包

source: &lt;em&gt;Building Blocks&lt;/em&gt; for the Next Generation Internet
zh: 下一代 <br /> 互联网的<br /><em>基石</em>

source: GAS is used to pay for network fees, smart contract deployments, and in dApp purchases.
zh: GAS 的使用场景包括支付 Neo 区块链上的网络费用、智能合约部署费用，以及 dAPP 交互等等。

source: GAS rewards are distributed to both voters and committee members.
zh: 投票者与委员会成员都将获得 GAS 奖励。

source: General guide to governance
zh: 治理指南

source: Global
zh: 全球

source: Governance
zh: 治理

source: How to vote
zh: 如何投票

source: Industry
zh: 助力

source: Interoperability
zh: 多链互操作性

source: is
zh: 的

source: Join the
zh: 加入

source: Latest
zh: 最新

source: LEARN MORE
zh: 了解更多

source: Multi-Language
zh: 多种语言支持

source: N3 introduces the ability for NEO holders to vote in council members and consensus nodes that maintain the liveliness of the Neo network and adjust critical blockchain parameters.
zh: NEO 持有者投票产生的委员会成员与共识节点，将承担保持 Neo 网络活跃度与提案调整关键链上参数的职责。

source: Native functionality provides all the infrastructure you need to build complete decentralized applications, while advanced interoperability allows you to harness the power of the global blockchain ecosystem.
zh: Neo 不但原生提供开发去中心化应用所需的全套基础设施，更支持先进的互操作性，帮助开发者轻松触达整个区块链生态系统。

source: Native Name Service
zh: 原生域名服务

source: Native Oracles
zh: 原生预言机

source: Neo &amp; Gas Tokens
zh: NEO & GAS 通证

source: Neo has a unique dual token model that separates governance from utility.
zh: Neo 特有的双通证机制 <br /> 有效区分治理权与使用权

source: Neo is a joint effort by community groups from all over the world.
zh: 遍布全球的社区成员 <br /> 是 Neo 不断前进的原动力

source: Neo Name Service
zh: Neo 域名服务

source: Neo provides a full stack of features out of the box, but doesn't keep you boxed in.
zh: 为开发者提供开箱即用的全栈式开发体验，更助力开发者开拓更广阔的视野。

source: NEO token holders are the owners of the network and are able to participate in governance. NEO holders also receive passive distribution of the network utility token, GAS - No staking required. GAS rewards are increased for voting participation.
zh: NEO 通证的持有者共享 Neo 区块链的所有权与治理权。NEO 持有者无需进行质押即可被动获得 GAS。

source: Neo's Features
zh: Neo 特性

source: new again
zh: 再次飞跃

source: News
zh: 资讯

source: On-chain
zh: 链上

source: One Block Finality
zh: 单区块终局性

source: Oracle
zh: 预言机

source: Partners
zh: 产业

source: Poly.Network enabled cross-chain interoperability with Ethereum, Binance Chain, and more.
zh: 通过 Poly Network，实现与以太坊、币安智能链、火币生态链等多个网络的双向跨链互操作。

source: Register as a committee candidate
zh: 注册成为委员会候选人

source: Self-Sovereign ID
zh: 自主权身份

source: Smart Contracts
zh: 先进智能合约

source: This is an example of a article on the latest news ticker
zh: 点击查看最新资讯

source: Tokens
zh: 机制

source: View All
zh: 查看全部

source: Write smart contracts in a language you already love
zh: 熟悉的语言 + 熟悉的工具 <br />= 轻松编写智能合约

source: Write your smart contracts in C#, Go, Python, Java, or TypeScript.
zh: 用 C#、Python、Go、Java 或 TypeScript 编写你的智能合约。

source: &lt;em&gt;Blockchain&lt;/em&gt;&lt;br /&gt;You know
zh: 你已经熟知的<br /><em>区块链</em>

source: &lt;em&gt;Dual&lt;/em&gt;&lt;br /&gt;Tokens
zh: <em>双通证</em><br />机制

source: &lt;em&gt;On-chain&lt;/em&gt;&lt;br /&gt;Governance
zh: <em>链上</em><br />治理

source: &lt;em&gt;Global&lt;/em&gt;&lt;br /&gt;Contributors
zh: <em>全球</em><br />贡献者

source: Take A Tour
zh: 开启 N3 之旅

source: FIND OUT ABOUT WHAT EACH MILESTONE HAS INSTORE FOR NEO
zh: Neo N3主网上线及迁移路线图公布

source: Latest News:
zh: 最新资讯：

source: Celebrate:
zh: 庆祝 N3：

source: Claim your NFT blind box to celebrate the N3 launch
zh: 申领 NFT 盲盒，庆祝 N3 上线

source: Incentive:
zh: 迁移激励：

source: Migrate your NEO &amp; GAS tokens to the newest version of Neo
zh: 将 NEO 和 GAS 迁移至最新的 Neo 版本

source: migration
zh: 迁移

source: OPEN NOW
zh: 现已启动

source: Recieve up to a 1% NEO bonus for migrating early
zh: 尽早迁移可得高达迁移 NEO 的 1% 作为激励

source: $200m in incubation support
zh: 2 亿美金孵化支持

source: Bring your ideas to life for a $35,000 Grand Prize
zh: 实现项目理念，赢得$35,000美金大奖

source: compete for $500,000 in prizes &amp;
zh: $500,000 美金总奖金池 &

source: Receive additional prize money through quadratic funding
zh: 通过二次方投票获得额外奖励

source: Win prize multipliers for crafting the best plan
zh: 起草项目策划书，赢得奖金乘数

source: Comprises Cross-chain Assets Swap Protocol and Cross-chain distributed transaction protocol and can achieve atomic assets swap and guarantee the operation consistency of smart contracts executed on different chains.
de: Umfasst blockkettenübergreifende Asset-Austausch-Protokolle (Cross-Chain Assets Swap Protocol) blockkettenübergreifende verteilte Transaktions-Protokolle (Cross-chain distributed transaction protocol) und erreicht „atomaren“ Asset-Tausch (atomic assets swap) bei Gewährleistung der Betriebskonsistenz von Smarten-Verträgen (smart contracts), die auf unterschiedlichen Blockketten ausgeführt werden.

source: Consensus nodes use Byzantine Fault Tolerance Algorithm to reach consensus and ensure the finality of transactions. It also ensures that the system keeps its finality and availability as long as Byzantine fault occurs on less than 1/3 of the nodes.
de: Konsensknoten verwenden den Algorithmus der Byzantinischen Fehlertoleranz, um einen Konsens zu erreichen und die Gültigkeit von Transaktionen sicherzustellen. Das garantiert, dass das System seine Gültigkeit und Verfügbarkeit beibehält, solange ein byzantinischer Fehler auf weniger als 1/3 der Knoten auftritt.

source: Digital Assets
de: Digitale Assets

source: Digital Assets are programmable assets that exist in the form of electronic data. With blockchain technology, the digitization of assets can be decentralized, trustful, traceable, highly transparent, and free of intermediaries. On the NEO blockchain, users are able to register, trade, and circulate multiple types of assets. Proving the connection between digital and physical assets is possible through digital identity. Assets registered through a validated digital identity are protected by law.
de: Digitale Assets sind programmierbare Assets, die in Form von elektronischen Daten vorliegen. Mit der Blockketten-Technologie kann die Digitalisierung von Assets dezentralisiert, vertrauenswürdig nachvollziehbar, transparent und frei von Vermittlern sein. In der NEO-Blockkette können Benutzer mehrere Typen von Assets registrieren, handeln und verteilen. Der Nachweis der Verbindung zwischen digitalen und physischen Assets ist durch die digitale Identität möglich. Vermögenswerte, die über eine validierte digitale Identität registriert werden, sind gesetzlich geschützt.

source: Digital certificates are supported, placing trust into the public chain. This provides full legal protection for all assets digitized through the NEO platform.
de: Digitale Zertifikate werden unterstützt und setzen Vertrauen in die öffentliche Kette. Dies bietet vollständigen Rechtsschutz für alle, über die NEO-Plattform, digitalisierten Vermögenswerte.

source: Digital Identity
de: Digitale Identitäten

source: Digital identity refers to the identity information of individuals, organizations, and other entities that exist in electronic form. The more mature digital identity system is based on the PKI (Public Key Infrastructure) X.509 standard. In NEO, we will implement a set of X.509 compatible digital identity standards. This set of digital identity standards, in addition to a compatible X.509 level certificate issuance model, will also support the Web Of Trust point-to-point certificate issuance model.
de: Digitale Identität bezieht sich auf die Identitätsinformation von Personen, Organisationen und anderen Entitäten, die in elektronischer Form existieren. Das ausgereiftere digitale Identitätssystem basiert auf dem PKI-Standard (Public Key Infrastructure) X.509. In NEO werden wir eine Reihe von X.509-kompatiblen digitalen Identitätsstandards implementieren. Neben einem kompatiblen Zertifikatsausstellungsmodell auf X.509-Ebene unterstützt dieser Satz von digitalen Identitätsstandards auch das Punkt-zu-Punkt-Zertifikatemissionsmodell des Web of Trust.

source: Facilitate P2P exchange of digital assets. Buyers and sellers of digital assets and currencies will be handled peer-to-peer without the need for third party exchanges.
de: Erleichterung des P2P-Austausches von digitalen Assets. Käufer und Verkäufer von digitalen Assets und Währungen werden Peer-to-Peer-Transaktionen durchführen, ohne dass ein Austausch durch Dritte erforderlich ist.

source: Go to developer page
de: Zur Entwicklerseite

source: Go to client page
de: Zur Clientseite

source: If you are a developer
de: Für Entwickler

source: Introduced Lattice cryptography-based signing and encryption technique to avoid quantum crisis by Turing encryption and decryption problem into the Shortest Vector Problem (SVP), which cannot be solved by current quantum computers.
de: Einführung von auf Gitterkryptographie (Lattice cryptography) basierten Signatur- und Verschlüsselungstechniken – Reduktion der Ver- und Entschlüsselung auf das Problem der kürzesten Vektoren (SVP – Shortest Vektor Problem), welche von Quantencomputern nicht gelöst werden kann, um eine „Quantenkrise“ zu verhindern.

source: Mobile
de: Mobil

source: NEO Client
de: NEO Klient

source: NEO is a non-profit community-based blockchain project that utilizes blockchain technology and digital identity to digitize assets, to automate the management of digital assets using smart contracts, and to realize a &quot;smart economy&quot; with a distributed network.
de: NEO ist ein Non-Profit, communitybasiertes Blockkettenprojekt. Es nutzt die Digitalisierung von Identitäten und Assets und automatisiert die Verwaltung dieser mithilfe von Smarten Verträgen (Smart Contracts) im dezentralisierten Netzwerk, um so die Vision der "Smart Economy“ zu realisieren!

source: NEO Technical Features
de: NEOs technische Eigenschaften

source: Neo Virtual Machine (NeoVM): NEO's lightweight stack-based virtual machine provides shorter startup times with efficient execution. Deterministic calling tree-technology allows NEO to achieve unlimited theoretical scalability.
de: Neo Virtual Machine (NeoVM): Die kompakte, stapelbasierte (Stack-based) virtuelle Maschine von NEO bietet kürzere Startzeiten bei effizienter Ausführung. Die deterministischer Aufrufbaum Technologie (Deterministic calling tree) ermöglicht es NEO eine theoretisch, unbegrenzte Skalierbarkeit zu erreichen.

source: NEO was founded in 2014 and was real-time open source on GitHub in June 2015. Since its inception, the NEO team has experienced the upsurge and boom of the blockchain industry and the frenzy and cooling of the digital money market. We believe technology drives progress and together we can create the future. Motivated by this, NEO has been created to shift our traditional economy into the new era of the &quot;Smart Economy&quot;.
de: NEO wurde 2014 gegründet. Seit seiner Gründung hat das NEO-Team den Aufschwung und Boom der Blockketten-Industrie sowie die Überhitzung und Abkühlung des digitalen Geldmarktes erlebt. Wir sind der Überzeugung, dass Technologie den Fortschritt vorantreibt und wir gemeinsam die Zukunft gestalten können. Aus dieser Motivation heraus wurde NEO geschaffen, um unsere traditionelle Wirtschaft in die neue Ära der Smart Economy zu führen.

source: NEO's vision of the Future?
de: NEOs Vision der Zukunft?

source: NEO - An Open Network For Smart Economy
de: Neo - ein offenes Netzwerk für Smart Economy

source: NeoContract supports multiple programming languages such as C#, Java, and Python. Developers can rapidly develop smart contracts based on the NEO platform without learning a unique language.
de: NeoContract unterstützt mehrere, gängige Programmiersprachen wie C #, Java und Python. Entwickler können schnell Smarte Verträge entwickeln, die auf der NEO-Plattform basieren.

source: Participate in our project, get NEO and GAS for development testing, or view our technical documentation
de: Nehmen Sie an unserem Projekt teil und erhalten Sie NEO und GAS für Entwicklungstests oder werfen Sie einen Blick auf unsere technische Dokumentation .

source: Smart Contract
de: Smarte Verträge

source: Smart Economy
de: Smarte Economy

source: The NEO Team and community have created various wallets for different platforms. You can download the wallets or access the web wallets below.
de: Das NEO Team und die Community haben verschiedene Wallets für verschiedene Plattformen entwickelt. Sie können die Wallets herunterladen oder auf die unten abgebildeten Web-Wallets zugreifen.

source: The NeoContract smart contract system is the biggest feature of the seamless integration of the existing developer ecosystem. Developers do not need to learn a new programming language, but can use C#, Java and other mainstream programming languages in their familiar IDE environments (Visual Studio, Eclipse, etc.) for smart contract development, debugging and compilation. NEO's Universal Lightweight Virtual Machine, NeoVM, has the advantages of high certainty, high concurrency, and high scalability. The NeoContract smart contract system will allow millions of developers around the world to quickly carry out the development of smart contracts. NeoContract will have a separate white paper describing the implementation details.
de: Das NeoContract System für die Erstellung von smarten Verträgen ist das größte Merkmal der nahtlosen Integration in das bestehende Entwicklerökosystem. Softwareentwickler können gängige Programmiersprachen wie bspw. C #, Java und andere in ihren vertrauten IDE-Umgebungen (Visual Studio, Eclipse usw.) für die Vertragsentwicklung, das Debugging und die Kompilierung verwenden. NEOs universelle virtuelle Maschine, NeoVM (Universal Lightweight Virtual Machine) bietet die Vorteile hoher Sicherheit, hoher Parallelität und hoher Skalierbarkeit. Das NeoContract System für die Erstellung smarter Verträge wird es Millionen von Entwicklern weltweit ermöglichen, schnell smarte Verträge zu entwickeln. Die Implementierungsdetails von NeoContract werden in einem separaten Whitepaper beschrieben werden.

source: The technology underlying NEO supports multiple types of digital assets. Users can register, transfer and trade at will on NEO.
de: Die Technologie, die NEO zugrunde liegt, unterstützt mehrere Arten von digitalen Assets. Benutzer können sich bei NEO registrieren, transferieren und handeln.

source: Turing-complete smart contract, which will have high certainty and finality, support parallel operation, sharding and unlimited scalability when run in NeoVM.
de: Die Turing-vollständigen Smart-Verträge, die hohe Sicherheit und Endgültigkeit besitzen, unterstützten den Parallelbetrieb, Sharding und unbegrenzte Skalierbarkeit bei der Ausführung in der NeoVM.

source: Want to learn more? Please see
de: Sie möchten mehr lernen?

source: What is NEO
de: Was ist NEO?
