Repository: neo-project/neo.org
Catalog: NeoWeb/Resources/Views.Download.Index.*.resx
Languages: de, zh

source: Chinese
de: Chinesisch
zh: 中文

source: Desktop
zh: 桌面

source: Developer
de: Entwickler
zh: 开发者

source: Download
de: Herunterladen
zh: 下载

source: Client Downloads
de: Klient herunterladen
zh: 客户端下载

source: Offline synchronized data(Main Net)
zh: 离线同步数据包(主网)

source: English
de: Englisch
zh: 英文

source: English/Chinese
de: Englisch/Chinesisch
zh: 中文/英文

source: Get source code
de: Erhalte den Quellcode
zh: 查看源代码

source: https://play.google.com/store/apps/details?id=neo.app
de: http://android.myapp.com/myapp/detail.htm?apkName=neo.app
zh: http://android.myapp.com/myapp/detail.htm?apkName=neo.app

source: Mobile
de: Mobil
zh: 手机

source: Open Google Play
de: Öffne Google Play
zh: 从应用宝下载

source: or later
de: oder später
zh: 及以上

source: OTCGO
zh: 蓝鲸淘

source: Supported Browser
de: Unterstützter Browser
zh: 支持浏览器

source: Languages
zh: 语言

source: Supported OS
de: Unterstütztes Betriebssystem
zh: 支持系统

source: Version
zh: 版本

source: Visit Site
de: Besuche die Seite
zh: 访问

source: Web
de: Netz
zh: 网页

source: Wallets are developed by a third party/community. Please contact the corresponding parties for technical support.
de: Wallets werden von Drittparteien/der Community entwickelt. Bitte kontaktieren Sie die entsprechenden Parteien für technische Unterstützung.
zh: 这些客户端是由社区进行开发和维护的，如果遇到问题请直接联系相应开发者。

source: Clients with complete blockchain data
de: Klienten mit kompletten Blockketten Daten
zh: 具有完整区块数据的客户端

source: developed Android wallet
de: entwickelte Android Wallet
zh: 开发的安卓钱包

source: developed cross-platform client
de: entwickelter plattformübergreifender Klient
zh: 开发的跨平台客户端

source: developed PC client
de: entwickelter PC Klient
zh: 开发的PC版客户端

source: for developers command line client
de: Befehlszeilen Klient für Entwickler
zh: 为开发者提供的命令行客户端

source: Full-featured client
de: Komplett unterstützter Klient
zh: 全功能客户端

source: Light wallet, without sync block
de: Light wallet, ohne synchroniserte Blöcke
zh: 轻钱包，不用同步区块

source: Login via private key
de: Einloggen mittels privatem Schlüssel
zh: 通过私钥登录

source: New UI, simple interface design
de: Neues UI, simples interface design
zh: 全新视觉，简约的界面设计

source: Provided API support and consensus function
zh: 提供API支持和共识节点的功能

source: Support offline synchronization
de: Unterstütze offline synchronisation
zh: 支持离线同步

source: Wallet file is stored locally, log in via password
de: Wallet Datei ist lokal gespeichert, einloggen via Passwort
zh: 钱包文件本地存储，通过密码登录

source: Need to install
de: Muss installiert werden
zh: 需要安装

source: Support
zh: 支持

source: Contacts, Claim GAS, Sending/receiving assets
zh: 支持导入私钥，转账，提取GAS，不用同步区块

source: Currently released via TestFlight
zh: 目前通过TestFlight发布

source: developed a native Android application
zh: 开发的一个用户体验极佳的安卓钱包

source: developed a native iOS application
zh: 开发的iOS版钱包客户端

source: It is also a good NEO blockchain explorer
zh: 同时也是一个区块链浏览器

source: It is also an exchange
zh: 它同时也是一个交易所

source: Login with private key or keystore File
zh: 用私钥或者密钥存储登录

source: Login with private key or wallet file
zh: 通过私钥或者钱包文件登录

source: Manage your assets in a simple and secure way
zh: 良好的交互，安全的设计，轻松管理资产

source: developed an online wallet
zh: 开发的在线钱包

source: Protected by TouchID and pincode
zh: 用TouchID和PIN码保护钱包安全

source: Send assets, Claim GAS, top up from a cold storage wallet
zh: 支持导入私钥，转账，提取GAS，不用同步区块

source: Simple and easy to use
zh: 简单易用

source: developed a simple paper wallet
zh: 开发的简单的纸钱包生成器

source: Website
zh: 访问官网

source: Android version
zh: Android版

source: iOS version
zh: iOS版

source: License
zh: 开源协议

source: http://docs.neo.org/en-us/node/cli.html
zh: http://docs.neo.org/zh-cn/node/cli.html

source: http://docs.neo.org/en-us/node/gui.html
zh: http://docs.neo.org/zh-cn/node/gui.html

source: Instructions for use
zh: 使用说明

source: Test Net
zh: 测试网

source: Login via encrypted key and password
zh: 用 encrypted key 或密码登录

source: Perfect combination with ledger Nano S
zh: 与 Ledger Nano S 完美结合

source: Consensus node function, you can build a private chain
de: Konsens-Knotenfunktion, es kann eine private Blockkette erstellt werden.

source: Download offline synchronized data
de: Herunterladen offline synchronisierter Daten

source: is a online wallet
de: ist eine online Wallet

source: Open source on &lt;a href=&quot;https://github.com/PeterLinX/AntSharesApp&quot; target=&quot;_blank&quot;&gt;GitHub&lt;/a&gt;
de: Öffne Quelle auf <a href="https://github.com/PeterLinX/AntSharesApp" target="_blank">GitHub</a>

source: Provided API support
de: Angebotene API Unterstützung

source: Supported Languages
de: Unterstützte Sprachen

source: Support NEP
de: Unterstütze NEP
