{
  "About": "Introduce",
  "Rules": "Rules",
  "Prizes": "Awards",
  "Schedule": "Process",
  "Judge": "Judge",
  "datetime": "Nov. 20, 2017 - Mar. 31, 2018",
  "Collaborate": "Collaborate",
  "About the Competition": "About the Competition",
  "summary-text": "As NEO’s first dev competition, this is an unparalleled opportunity to unleash your creativity, passion, and ambition. <br/>This global get-together of NEO community developers will give you a chance to inspire others while being motivated by your fellow competitors’ intellect and grit.<br/> Join us. Get inspired.<br/><br/>This competition has a bounty pool of up to USD 490000. Prize winners will be awarded equivalent amount of bounties in GAS. ",
  "Apply to participate in DevCon": "Apply to participate in DevCon",
  "statistic": "Global distribution of candidates by country",
  "subhead": "Total sign-ups :<span id='total'></span> Data collected as of <span id='deadline'></span>",
  "Competition Rules": "Competition Rules",
  "Competition Prizes": "Competition Prizes",
  "Competition Schedule": "Competition Schedule",
  "Judge Panel": "Judge Panel",
  "Quick sign-up": "Sign-up",
  "Submit your work": "Submit your project",
  "rules1": "The competition will open on November 20, 2017 and close at 11:59 PM Beijing time (GMT+8), March 10, 2018. Please sign up and submit your work before the deadline.",
  "rules2": "Participants are required to develop on the NEO blockchain. Please refer to <a href=\"https://github.com/neo-project\" target=\"_blank\">github.com/neo-project</a> and <a href=\"http://docs.neo.org\" target=\"_blank\">docs.neo.org</a> for relevant codes and technical documents.",
  "rules3": "During the competition, developers are free to collaborate and to submit their work as a team.",
  "rules4": "Teams or individuals who fail to submit their work before 11:59 PM Beijing time (GMT+8), March 10, 2018 will not be eligible for prizes.",
  "rules5": "Your submission must contain executable programs and codes.",
  "Prizes1": "First prize",
  "Prizes1-2": "(1 team)",
  "Prizes2": "Second prize",
  "Prizes2-2": "(2 teams)",
  "Prizes3": "Third prize",
  "Prizes3-2": "(3 teams)",
  "Prizes4": "Award of merit",
  "Prizes4-2": "(10 teams)",
  "issue gas": "Prize winners will be awarded equivalent amount of bounties in GAS.",
  "Sign-up": "Sign-up opens",
  "Submission deadline": "Submission deadline",
  "Prize winner announcement and awarding": "Prize winners announced and awarded",
  "Collaborators": "Collaborators",
  "Hosts": "Host",
  "Co-organizers": "Co-organizer",
  "Special sponsorship": "Special sponsors",
  "Cooperative Partner": "Cooperative partners",
  "dahongfei": "Da Hongfei",
  "erik": "Erik Zhang",
  "fabio": "Fabio",
  "chenrong": "Rong Chen",
  "lijun": "Jun Li",
  "NEO founder": "NEO Founder",
  "Core developer at NEO": "NEO Founder & Core Developer",
  "COZ founder": "City of Zion (CoZ) Founder",
  "Elastos founder": "Elastos Founder",
  "Chief architect at Onchain": "ONT Founder",
  "Congratulations": "Congratulations to all the winners, the staff will contact you and distribute prizes in the next few days.",
  "Finally": "Finally thanks every participant for your hard work. Without you the first NEO developer competition wouldn't have been so successful.",
  "excellent works": "Here lists part of these excellent works:",
  "Creative": "<span class='text-yellow'>C</span>reative",
  "Design": "<span class='text-yellow'>D</span>esign<h1 lang='' class='bold-font m3'><span class='text-yellow'>C</span>ompetition</h1>",
  "Intro-1": "Theme：<br />\"Smart Economy\"<br><br>Submission period:<br />Sept 12, 2018 – Oct 14, 2018<br />",
  "Intro-2": "The email and compressed files should be named: <br /> category - title of your work - individual/team name",
  "Background": "<span class='text-yellow'>B</span>ackground",
  "Background-content": "NEO, a world renowned blockchain project, has made substantial progress in recent years in the areas of technical development and the growth of its global community.<br/>The community has always been a driving force in the advancement of the NEO ecosystem, with developers all over the world contributing through the development of dApps, tools, and contributions to the NEO codebase. <br/>NEO Global Development recognizes the importance of community contributions and would like to encourage more talented individuals to join the effort in helping realize the vision of a NEO Smart Economy. <br/>For this purpose, NEO Global Development is hosting the NEO Creative Design Competition. The competition calls on creative individuals to help NEO improve its branding and visual communications. Participants are tasked with creating a new design for neo.org as well as icons for key NEO ecosystem concepts. <br/>Over 200,000 RMB in prizes is up for grabs in GAS equivalent, with the potential of further collaboration between the winners and NEO Global Development.<br/>All designers, illustrators, and creative professionals are welcome to enter.",
  "AboutNEO": "<span class='text-yellow'>A</span>bout NEO",
  "About-content": "As a non-profit community-driven blockchain project, NEO uses blockchain technology and digital identity to create digital assets that can be managed by smart contracts. NEO believes that by combining digital identity, digital assets and smart contracts with a distributed network, a new “Smart Economy” can be realized.<br />NEO was founded in 2014 and was open sourced on GitHub in June 2015. NEO places a large emphasis on community development, which has led to the growth of a huge global developer community that continuously contributes to NEO ecosystem. Thousands of community members are active on Reddit, Discord, Github and Twitter.(More details can be found at <a target='_blank' href='https://neo.org'>https://neo.org</a>)",
  "Website": "NEO Website design",
  "Icon": "NEO Icon design",
  "Theme": "<span class='text-yellow'>T</span>heme",
  "Theme-1": "The NEO Creative Design Competition will include two competition categories:<br />1.NEO website design<br />2.NEO icon design<br />Participants are encouraged to keep NEO's theme of a \"Smart Economy\" at the heart of their designs.",
  "Theme-2": "The NEO website plays an essential role in NEO's brand. It is a primary source of information for many developers, community members and businesses who are seeking resources or wanting to learn more about the platform. The aesthetics and ease of navigation can leave a lasting impression on visitors. Ensuring users can find the information they require is a critical function of the NEO website.<br />Participants who choose to tackle the website design category should consider the different user groups and their purpose for visiting the website. Design elements should communicate both the technological concepts of NEO and its community-driven nature, whilst keeping the Smart Economy vision in focus.",
  "Theme-3": "NEO is an original public blockchain project with many self-defined concepts representing essential parts of the ecosystem. Elements such as NeoGas, NeoContract and NeoVM are already integral features of the platform, whilst others such as NeoFS, NeoX and NeoQS are in development and will play an important role in NEO’s future. To explain and promote understanding of these concepts, participants are invited to design icons that represent their functionality and utility.<br />The icon designs should contain unique elements that reference the features and roles of each concept, whilst harmonizing with NEO’s visual identity. Participants are required to choose at least 5 out of the 9 concepts given below. At least 5 icons (one for each concept) shall be submitted. <br />NEOGas / NEOAsset / NEOContract / NEOVM / NEODevPack / NEOID / NEOFS / NEOX / NEOQS <br />Detailed descriptions of each concept can be found in the NEO whitepaper.(<a href='http://docs.neo.org/index.html' target='_blank'>docs.neo.org/index.html</a>)",
  "Schedule-Title": "<span class='text-yellow'>S</span>chedule",
  "Schedule-1": "Submission period<br />2018/9/12 – 2018/10/14",
  "Schedule-2": "Review period<br />2018/10/15 – 2018/10/21",
  "Schedule-3": "Result Announcement<br />2018/10/22",
  "Awards": "<span class='text-yellow'>A</span>wards",
  "awardsImg": "<img class='awardsImg' src='https://neo-cdn.azureedge.net/images/design/awards-en.png'>",
  "Awards-notes": "Notes",
  "Awards-1": "1.Nominee awards will be selected on a weekly basis. Beginning of the second week of the submission period, one entry will be selected from the submissions collected during the previous week(as of 23:59 on Sunday) to be granted a nominee award. The nominee award will be announced on Thursday.  Winners of Nominee awards can also receive other awards.",
  "Awards-2": "2.All prize money will be distributed in the equivalent GAS amounts. The GAS price for the first, second and third prizes will be based on the GAS rate on CoinMarketCap.com at 12:00pm (GMT+8), October 22, 2018. The GAS price for the Nominee awards will be based on the GAS rate on CoinMarketCap.com at 12:00pm (GMT+8) on the day of each announcement.",
  "Judge-Title": "<span class='text-yellow'>J</span>udge",
  "Requirement": "<span class='text-yellow'>R</span>equirement",
  "Requirement-1": "1.Submissions should be original, creative and have an appealing visual effect. Participants who choose to submit website designs should also keep functionality, ease of navigation and compatibility with responsive technologies in mind.",
  "Requirement-2": "2.Designs should fully address the theme of the competition, which is NEO’s vision of a \"Smart Economy\". Designs should reference NEO’s technological core whilst also harmonizing with NEO’s current design assets, such as the NEO logo.",
  "Requirement-3": "3.Designs should be appropriate for effective communication within the blockchain industry.",
  "Requirement-4": "4.Participants are free to use any style, form or visual elements within their designs. There are no specific requirements for design tools. Work must be submitted in .JPG, .JPEG or .PNG formats using RGB mode. Additional images should be supplied to show hidden elements or layers (such as menus or hover states) if they are included. File size should not exceed 20MB. ",
  "Requirement-5": "5.Work should be accompanied by a brief description of the rationale behind design choices.",
  "Requirement-6": "6.No identity information, such as the competitor’s employer, name (inc. English name or acronym) or any icon, image or hint to the competitor’s identity shall be contained in the designs.</p><p lang='' class='t2'>7.Competitors should keep a bitmap source or vector file at 300dpi (in .AI, .CDR, .PSD or .PNG formats) of the submitted entries available for media release and printing in case works are selected by the organizer for offline promotion.",
  "Notes": "<span class='text-yellow'>N</span>otes <small>(Copyright acknowledgments)</small>",
  "Notes-1": "1. Competitors must read and agree to the competition rules prior to submitting the works. Entries in violation of the rules are subject to disqualification by the organizer. Once a submission is made, competitors voluntarily agree to adhere to all rules of the competition.",
  "Notes-2": "2. By submitting an entry, competitors comply to the full copyright of the submitted works and confirm that the submitted works have never been transferred or granted to any individual or institution. The submitted works should be the participant’s own creation and the organizer is not held liable to any legal dispute arising from infringement of other individual’s (or institution’s) rights. Any disputes that arise shall be borne by the competitors themselves.",
  "Notes-3": "3. Once a submission is made, competitors agree to transfer the full copyright and the derivative rights thereof (including, but not limited to, design application right and trade mark application right) of their works exclusively to the organizer free of charge.",
  "Notes-4": "4. The organizer reserves the final right of interpretation of the event.",
  "More": "<span class='text-yellow'>M</span>ore Info",
  "More-1": "Community: <a target='_blank' href='https://discord.gg/umsfhqs'>Discord</a>",
  "More-2": "Email: <a target='_blank' href='mailto:design@neo.org'>design@neo.org</a>",
  "More-3": "NEO Website: <a target='_blank' href='https://neo.org'>https://neo.org</a>",
  "More-4": "Logo download: <a target='_blank' href='https://neo.org/logo'>https://neo.org/logo</a>",
  "More-5": "behance：<a target='_blank' href='http://www.behance.net/designneo'>http://www.behance.net/designneo</a>",
  "WeChat": "WeChat",
  "Media": "<span class='text-yellow'>M</span>edia <small>(In no particular order)</small>"
}  
