{
  "About": "Introduce",
  "Rules": "Rules",
  "Prizes": "Awards",
  "Schedule": "Process",
  "Judge": "Judge",
  "datetime": "Nov. 20, 2017 - Mar. 31, 2018",
  "Collaborate": "Collaborate",
  "About the Competition": "About the Competition",
  "summary-text": "As NEO’s first dev competition, this is an unparalleled opportunity to unleash your creativity, passion, and ambition. <br/>This global get-together of NEO community developers will give you a chance to inspire others while being motivated by your fellow competitors’ intellect and grit.<br/> Join us. Get inspired.<br/><br/>This competition has a bounty pool of up to USD 490000. Prize winners will be awarded equivalent amount of bounties in GAS. ",
  "Apply to participate in DevCon": "Apply to participate in DevCon",
  "statistic": "Global distribution of candidates by country",
  "subhead": "Total sign-ups :<span id='total'></span> Data collected as of <span id='deadline'></span>",
  "Competition Rules": "Competition Rules",
  "Competition Prizes": "Competition Prizes",
  "Competition Schedule": "Competition Schedule",
  "Judge Panel": "Judge Panel",
  "Quick sign-up": "Sign-up",
  "Submit your work": "Submit your project",
  "rules1": "The competition will open on November 20, 2017 and close at 11:59 PM Beijing time (GMT+8), March 10, 2018. Please sign up and submit your work before the deadline.",
  "rules2": "Participants are required to develop on the NEO blockchain. Please refer to <a href=\"https://github.com/neo-project\" target=\"_blank\">github.com/neo-project</a> and <a href=\"http://docs.neo.org\" target=\"_blank\">docs.neo.org</a> for relevant codes and technical documents.",
  "rules3": "During the competition, developers are free to collaborate and to submit their work as a team.",
  "rules4": "Teams or individuals who fail to submit their work before 11:59 PM Beijing time (GMT+8), March 10, 2018 will not be eligible for prizes.",
  "rules5": "Your submission must contain executable programs and codes.",
  "Prizes1": "First prize",
  "Prizes1-2": "(1 team)",
  "Prizes2": "Second prize",
  "Prizes2-2": "(2 teams)",
  "Prizes3": "Third prize",
  "Prizes3-2": "(3 teams)",
  "Prizes4": "Award of merit",
  "Prizes4-2": "(10 teams)",
  "issue gas": "Prize winners will be awarded equivalent amount of bounties in GAS.",
  "Sign-up": "Sign-up opens",
  "Submission deadline": "Submission deadline",
  "Prize winner announcement and awarding": "Prize winners announced and awarded",
  "Collaborators": "Collaborators",
  "Hosts": "Host",
  "Co-organizers": "Co-organizer",
  "Special sponsorship": "Special sponsors",
  "Cooperative Partner": "Cooperative partners",
  "dahongfei": "Da Hongfei",
  "erik": "Erik Zhang",
  "fabio": "Fabio",
  "chenrong": "Rong Chen",
  "lijun": "Jun Li",
  "NEO founder": "NEO Founder",
  "Core developer at NEO": "NEO Founder & Core Developer",
  "COZ founder": "City of Zion (CoZ) Founder",
  "Elastos founder": "Elastos Founder",
  "Chief architect at Onchain": "ONT Founder",
  "Congratulations": "Congratulations to all the winners, the staff will contact you and distribute prizes in the next few days.",
  "Finally": "Finally thanks every participant for your hard work. Without you the first NEO developer competition wouldn't have been so successful.",
  "excellent works": "Here lists part of these excellent works:",
  "Creative": "<span class='text-yellow'>C</span>reative",
  "Design": "<span class='text-yellow'>D</span>esign",
  "Intro-1": "Theme：<br />\"Smart Economy\"<br><br>Submission period:<br />Sept 10, 2018 – Oct 14, 2018<br />",
  "Intro-2": "The email and compressed files should be named: <br />categories - title of your works - individual/team name",
  "Background": "<span class='text-yellow'>B</span>ackground",
  "Background-content": "NEO, a world renowned blockchain project, has been on the fast track of development in recent years, making considerable breakthroughs in development and community expansion. Given that the community has placed high expectation on our branding and promotional effect, we are planning on a creative design contest – NEO Creative Design Contest to put heads together with the purpose of diversifying the visual elements and enhancing the visual effect of our brand. By holding the contest, we also hope to find more talented designers willing to join NEO community to contribute.",
  "AboutNEO": "<span class='text-yellow'>A</span>bout NEO",
  "About-content": "As a non-profit community-driven blockchain project, NEO uses blockchain technology and digital identity to digitalize assets and automate the management of digital assets using smart contracts. Using a distributed network, it aims to create a “Smart Economy”.<br />NEO was founded in 2014 and was open sourced on GitHub in June 2015. NEO believes that community development is its top priority. NEO has a huge developer community around the world who continuously contribute to NEO ecosystem development. Millions of community members are active on Reddit, Discord, Github and Twitter. (find more details at http://neo.org)",
  "Website": "NEO Website design",
  "Icon": "NEO Icon design",
  "Theme": "<span class='text-yellow'>T</span>heme",
  "Theme-1": "Revolving around the theme “Smart Economy”, NEO Creative Design Contest will include two tracks of contest: NEO website design and NEO icon design.",
  "Theme-2": "NEO website plays an essential role of branding and information display and is deemed as the main source of information by our followers. Whether the design fits aesthetical standard and whether it follows interactive and operational logics leave an immediate impression on the visitors. To adapt our website to the expectations of users in the project’s fast growing period, we are now collecting NEO website designs.",
  "Theme-3": "An ideal design should be aesthetically pleasing, accommodating both the designing elements and the technology concept of NEO. The design is required to follow interactive logics and our community operations model.",
  "Schedule-Title": "<span class='text-yellow'>S</span>chedule",
  "Schedule-1": "Submission period<br />2018/9/10 – 2018/10/14",
  "Schedule-2": "Review period<br />2018/10/15 – 2018/10/21",
  "Schedule-3": "Result Annoucement<br />2018/10/22",
  "Awards": "<span class='text-yellow'>A</span>wards",
  "awardsImg": "<img class='awardsImg' src='https://neo-cdn.azureedge.net/images/design/awards-en.png'>",
  "Awards-notes": "Notes",
  "Awards-1": "All the prize money will be distributed in the equal amounts of GAS. The actual amounts of reward for the First Prize,the Scend Prize and the Third Prize will be calculated on the GAS rate updated on CoinMarketCap as at 12:00 midday Beijing Time, Oct 22, 2018. The actual amounts of reward for the Nominee Award will be calculated on the GAS rate updated on CoinMarketCap as at 12:00 midday on the day of announcement.",
  "Awards-2": "Nominee Award will be selected on a weekly basis. Starting from the second week during the submission period, one entry will be selected out of the submissions collected the last week (as of 24:00 on Sunday) to be granted the Nominee Award. Nominee Award will be selected on Monday and announced on Tuesday.",
  "Judge-Title": "<span class='text-yellow'>J</span>udge",
  "Requirement": "<span class='text-yellow'>R</span>equirement",
  "Requirement-1": "1.Your submission should be original, creative, appealing and have a sound visual effect.",
  "Requirement-2": "2.Your design should fully address the theme of the contest, reflecting the positioning of NEO \"Smart Economy\" and demonstrating the technology core and design philosophy of NEO.",
  "Requirement-3": "3.Your design should incorporate the features of blockchain industry and be suitable for efficient mass communication.",
  "Requirement-4": "4.You are free to use any style, form and visual elements to present your work. There is no specific requirement of designing tools. Please submit an e-version of your work in .jpg, .jpeg and .png formats using RGB mode. File size shall not exceed 20MB, accompanied by a brief description of your design purpose.",
  "Requirement-5": "5.No such information as the competitor’s employer, name (inc. English name or acronym) or any icon, image or hint to the competitor’s identity shall be contained in the designs.",
  "Requirement-6": "6.Competitors should keep a bitmap source file or vector file at 300dpi(in AI, CDR, PSD or PNG formats) of the submitted entries available for media release and printing in case your works are selected by the organizer for offline promotion.",
  "Notes": "Notes <small>(Copyright acknowledgements)</small>",
  "Notes-1": "1.Competitors must read and agree to the contest rules prior to submitting the works. Entries in violation of the rules are subject to disqualification by the organizer. Once sumission is made, competitors voluntarily agree to and adhere to relevant rules of the contest.",
  "Notes-2": "2.Competitors must confirm the full copyright of the submitted works and confirm that the submitted works have never been transferred or granted to any individual or institution. The submitted works should be the competitors‘ own creation and the organizer is not held liable to any legal dispute arising from infringement of other individual (or institution's) rights. Any dispute thus arised shall be borne by the competitors themeselves.",
  "Notes-3": "3.Once submission is made, competitors agree to transfer the full copyright and the derivative rights thereof (including but not limited to design application right and trade mark application right) of their works exclusively to the organizer free of charge.",
  "Notes-4": "4.The organizer reserves the final right of interpretation of the event.",
  "More": "<span class='text-yellow'>M</span>ore Info",
  "More-1": "Community: Discord channel",
  "More-2": "Email: design@neo.org",
  "More-3": "NEO Website: http://neo.org",
  "More-4": "Logo download: http://neo.org/logo",
  "More-5": "behance：http://www.behance.net/designneo",
  "WeChat": "WeChat",
  "Media": "<span class='text-yellow'>M</span>edia"
}  
